INFORMATION_ABOUT_ADMISSION_COMMISSION = 'ℹ Информация о приёмной комиссии'
INFORMATION_ABOUT_CURRENT_POSITION_IN_RATING = '📈 Информация о текущем положении в рейтинге'

MENU_BUTTON_WORK_SCHEDULE = '⏳ Часы работы приёмной комиссии ⌛'
MENU_BUTTON_SUBMISSION_METHOD = '📁 Cпособы подачи документов в ВГТУ 📁'
MENU_BUTTON_LIST_TRAINING_AREAS = '📑 Перечень направлений 📑'
MENU_BUTTON_DOCUMENTS_FOR_ADMISSION = '💼 Документы для поступления 💼'
MENU_BUTTON_EXAM_SCHEDULE = '🕑 Расписание вступительных испытаний 🕑'
MENU_BUTTON_MAIN_DATE = '📅 Важные даты 📅'
MENU_BUTTON_COST_OF_STUDY = '💵 Стоимость обучения 💵'


WORK_SCHEDULE = '⏳ График работы: ⌛ \n \n Пн-Чт – 09:00 - 17:00 \n Пт – 09:00 - 16:00 \n Сб - 10:00-13:00'

ADDRESS_OF_RECEIVING_DOCUMENTS = '**🚙* Адрес **🚙* \n 394006, г. Воронеж, \n ул. 20-летия Октября, 84, \n к.1, ауд. 1002в, \n **☎* Телефон **☎* \n +7 (473) 271-53-15' + '\n \n' + '**🚙* Адрес **🚙* \n 394026, г. Воронеж, \n Московский пр-т, 14, \n ауд. 219 \n **☎* Телефон **☎* \n +7 (473) 246-40-67'

SUBMIT_IN_PERSON = '🚙 Подать лично 🚙'
POSTAL_SERVICE_OPERATORS = '✉ Через операторов почтовой связи общего пользования ✉'
POSTAL_SERVICE_OPERATORS_LINK = " ❗ Подать документы через операторов почтовой связи общего" + "пользования можно по адресу: ❗ \n\n 394006, г. Воронеж, ул. 20-летия Октября, 84, Приемная " + "комиссия."
IN_ELECTRONIC_FORM = '📧 В электронной форме 📧'
IN_ELECTRONIC_FORM_LINK = "https://cchgeu.ru/abiturientu/bak-spec/podacha-dokumentov/v-elektronnoy-forme/"
TEXT_BUTTON_BACK = '🔙 Назад'

EXAM_SCHEDULE_LINK_SPK = "https://cchgeu.ru/abiturientu/spo/vstupitelnye-ispytaniya/raspisanie/"
EXAM_SCHEDULE_LINK_BAC_SPEC_O = "https://cchgeu.ru/abiturientu/bak-spec/vstupitelnye-ispytaniya/raspisanie/"
EXAM_SCHEDULE_LINK_BAC_SPEC_ZO = "https://cchgeu.ru/abiturientu/bak-spec/vstupitelnye-ispytaniya/raspisanie-zo/"
EXAM_SCHEDULE_LINK_BAC_SPEC_OZO = "https://cchgeu.ru/abiturientu/bak-spec/vstupitelnye-ispytaniya/raspisanie-ozo/"
EXAM_SCHEDULE_LINK_MAG = "https://cchgeu.ru/abiturientu/mag/vstupitelnye-ispytaniya/raspisanie/"
EXAM_SCHEDULE_LINK_ASP = "https://cchgeu.ru/abiturientu/asp/vstupitelnye-ispytaniya/raspisanie/"

DOCUMENTS_FOR_ADMISSION_SPK = '❗ При подаче заявления, поступающий представляет следующие документы: ❗\n\n' + '✅документ, удостоверяющий личность, гражданство;\n\n' + '✅документ об образовании и (или) документ об образовании и о квалификации, с приложением;\n\n' + '✅4 фотографии поступающего 3х4;\n\n' + '✅документ, подтверждающий сведения о страховом номере индивидуального лицевого счета (СНИЛС) (при наличии);\n\n' + '✅медицинскую справку при поступлении на обучение по специальностям (направлениям подготовки):\n\n' + '	❓«Сестринское дело»\n\n' + '	❓«Техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям)»\n\n' + '***⁉При поступлении на остальные специальности (направления подготовки) предоставление медицинской справки носит рекомендательный характер.***\n\n' + '✅документы, подтверждающие индивидуальные достижения (при их наличии);\n\n' + '✅иные документы (представляются по усмотрению поступающего).\n\n'
DOCUMENTS_FOR_ADMISSION_BAC = '❗ При подаче заявления о приеме поступающий представляет: ❗ \n\n' + '✅документ, удостоверяющий личность, гражданство; \n\n' + '✅документ об образовании и о квалификации, удостоверяющий образование соответствующего уровня, с приложением; \n\n' + '✅страховое свидетельство обязательного пенсионного страхования (при наличии); \n\n' + '✅фотографии поступающего 3х4 (рекомендуется в количестве 4 шт. черно-белые или цветные на усмотрение поступающего) \n\n' + '✅документы, подтверждающие индивидуальные достижения (при их наличии); \n\n' + '✅документы, подтверждающие наличие у поступающего прав: \n\n' + '	на прием по результатам вступительных испытаний, проводимых ВГТУ самостоятельно; \n\n' + '	на прием без вступительных испытаний или по особому преимуществу; \n\n' + '	на прием в рамках отдельной особой или целевой квоты; \n\n' + '	на преимущественное зачисление \n\n' + '✅иные документы (представляются по усмотрению поступающего).\n\n' 
DOCUMENTS_FOR_ADMISSION_MAG = '❗ При подаче заявления о приеме поступающий представляет: ❗ \n\n' + '✅документ, удостоверяющий личность, гражданство; \n\n' + '✅документ об образовании и о квалификации, удостоверяющий образование соответствующего уровня, с приложением; \n\n' + '✅страховое свидетельство обязательного пенсионного страхования (при наличии); \n\n' + '✅фотографии поступающего 3х4 (рекомендуется в количестве 4 шт. черно-белые или цветные на усмотрение поступающего) \n\n'+ '✅документы, подтверждающие наличие у поступающего прав на прием в рамках целевой квоты \n\n'+ '✅документы, подтверждающие индивидуальные достижения (при их наличии); \n\n' + '✅иные документы (представляются по усмотрению поступающего).'

# + '✅документы, подтверждающие наличие у поступающего прав: \n\n' 
# + '✅на прием по результатам вступительных испытаний, проводимых ВГТУ самостоятельно; \n\n' 
# + '✅на прием без вступительных испытаний или по особому преимуществу; \n\n' 
# + '✅на прием в рамках особой или целевой квоты; \n\n' 
# + '✅на преимущественное зачисление \n\n' 

DOCUMENTS_FOR_ADMISSION_ASP = '❗ При подаче заявления, поступающий представляет следующие документы: ❗\n\n' + '✅документ, удостоверяющий личность, гражданство;\n\n' + '✅заявление на имя ректора о приеме в аспирантуру (формируется при подаче документов в программе 1С-университет);\n\n' + '✅документ о высшем образовании (диплом специалиста или магистра) или его копия с приложением;\n\n' + '✅страховое свидетельство обязательного пенсионного страхования (при наличии);\n\n' + '✅анкета;\n\n' + '✅протокол собеседования с предполагаемым научным руководителем по теме исследований/отзыв научного руководителя по опубликованным работам или реферату;\n\n' + '✅список опубликованных научных трудов, подписанный автором и предполагаемым научным руководителем;\n\n' + '✅документы, подтверждающие индивидуальные достижения (дипломы победителей олимпиад, научных конкурсов; патенты, свидетельства о регистрации программ и др.);\n\n' + '✅удостоверение о сдаче кандидатских экзаменов (при наличии);\n\n' + '✅копия паспорта (2-3 стр.);\n\n' + '✅4 фотографии.\n\n' + '✅при необходимости создания специальных условий при проведении вступительных испытаний – документ, подтверждающий инвалидность.\n\n'

LIST_TRAINING_AREAS_LINK_SPK = "https://cchgeu.ru/abiturientu/spo/plan-priema/"
LIST_TRAINING_AREAS_LINK_BAC = "https://cchgeu.ru/abiturientu/bak-spec/plan-priema/"
LIST_TRAINING_AREAS_LINK_SPEC = "https://cchgeu.ru/abiturientu/bak-spec/plan-priema-spec/"
LIST_TRAINING_AREAS_LINK_MAG = "https://cchgeu.ru/abiturientu/mag/plan-priema/"
LIST_TRAINING_AREAS_LINK_ASP = "https://cchgeu.ru/abiturientu/asp/plan-priema/"

MAIN_DATE_SPK = "https://cchgeu.ru/abiturientu/spo/vazhnye-daty/"
MAIN_DATE_BAC_SPEC = "https://cchgeu.ru/abiturientu/bak-spec/vazhnye-daty/"
MAIN_DATE_MAG = "https://cchgeu.ru/abiturientu/mag/vazhnye-daty/"
MAIN_DATE_ASP = "https://cchgeu.ru/abiturientu/asp/vazhnye-daty/"

COST_OF_STUDY_LINK = "https://cchgeu.ru/upload/abiturientu/docs/stoimost-obuchenia-2023-2024.pdf"

CALLBACK_BUTTON_WORK_SCHEDULE = 'working_time'
CALLBACK_BUTTON_SUBMISSION_METHOD = 'submission_methods'
CALLBACK_BUTTON_LIST_TRAINING_AREAS = 'list_training_areas'
CALLBACK_BUTTON_DOCUMENTS_FOR_ADMISSION = 'documents_for_admission'
CALLBACK_BUTTON_EXAM_SCHEDULE = 'exam_schedule'
CALLBACK_BUTTON_MAIN_DATE = 'important_date'
CALLBACK_BUTTON_COST_OF_STUDY = 'cost_of_study'
CALLBACK_BUTTON_TOTAL_REQUESTS = 'total_requests'
CALLBACK_BUTTON_NUMBER_OF_USERS = 'number_of_users'
CALLBACK_BUTTON_REQUESTS_OF_DATE = 'requests_of_date'
CALLBACK_BUTTON_GIVE_OP = 'give_op'
